
Schedule_1251 = {'Понедельник': ['1: (09:00-10:30)  1-118 Информатика (Л). \n  Преподаватель - Крейдер Оксана Александровна \n'
                                 '2: (10:40-12:10)  1-213 Информатика (С). \n  Преподаватель - Русакова Елена Александровна \n'
                                 '3: (12:50-14:20)  2-304 Иностранный язык (С). \n  Преподаватель - Козловская Дарья Сергеевна \n'
                                 '4: (14:30-16:00)  1-122 Безопасность Жизнедеятельности (Л). \n  Преподаватель - Тималина Е.Ю. \n'
                                 '5: (16:10-17:40)  корпус 5а Безопасность жизнедеятельности - ОВП (Л). \n  Преподаватель - Моталов Ю.Г.',

                                 '1: (09:00-10:30)  1-118 Информатика (Л). \n  Преподаватель - Крейдер Оксана Александровна \n'
                                 '2: (10:40-12:10)  1-213 Информатика (С). \n  Преподаватель - Русакова Елена Александровна \n'
                                 '3: (12:50-14:20)  2-304 Иностранный язык (С). \n  Преподаватель - Козловская Дарья Сергеевна \n',
                         ],

                 "Вторник": ['1: (09:00-10:30)  1-118 Математический анализ (Л). \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '2: (10:40-12:10)  2-310 Математический анализ (С). \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  с/к Олимп Ф-А. \n  Преподаватель - Прох П.А \n'
                             '4: (14:30-16:00)  1-120 История России (Л). \n  Преподаватель - Король Марина Петрова \n',

                             '1: (09:00-10:30)  1-118 Математический анализ (Л). \n Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '2: (10:40-12:10)  2-310 Математический анализ (С). \n Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  с/к Олимп Ф-А. \n Преподаватель - Прох П.А \n'
                             '4: (14:30-16:00)  4-415 Русский язык и культура речи (Л). \n Преподаватель - Волощенко М.В \n'
                             '5: (16:10-17:40)  4-315 Безопасность ЖД-ОВП (С) \n Преподаватель - Куцепин А.А. \n',
                          ],

                 "Среда": ['1: (09:00-10:30)  1-120 Основы российской государсвтенности (Л).\n  Преподаватель - Ямщиков Сергей Викторович\n'
                           '2: (10:40-12:10)  с/к Олимп Ф-А.\n  Преподаватель - Прох П.А\n'
                           '3: (12:50-14:20)  4-415 Русский язык и культура речи (С)\n  Преподаватель - Волощенко М.В\n'
                           '4: (14:30-16:00)  4-318 Основы российской государсвтенности (С).\n  Преподаватель - Ямщиков Сергей Викторович\n',

                           '1: (09:00-10:30)  -------\n'
                           '2: (10:40-12:10)  с/к Олимп Ф-А.\n  Преподаватель - Прох П.А\n'
                           '3: (12:50-14:20)  1-122 Безопасность Жизнедеятельности (С).\n  Преподаватель - Тималина Е.Ю.\n'
                           '4: (14:30-16:00)  4-318 Основы российской государсвтенности (С).\n  Преподаватель - Ямщиков Сергей Викторович\n'
                           '5: (16:10-17:40)  4-316 История России (С).\n  Преподаватель - Король Марина Петрова\n',
                            ],

                 "Четверг": ['1: (09:00-10:30)  ------- \n'
                             '2: (10:40-12:10)  1-122 Линейная алгебра и аналитическая геометрия (Л) \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  1-319 Офисные ИТ (С). \n  Преподаватель - Тимонина Л.С \n'
                             '4: (14:30-16:00)  4-412 Иностранный язык (С). \n  Преподаватель - Козловская Дарья Сергеевна \n',

                             '1: (09:00-10:30)  ------- \n'
                             '2: (10:40-12:10)  1-122 Линейная алгебра и аналитическая геометрия (Л) \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  1-319 Офисные ИТ (С). \n  Преподаватель - Тимонина Л.С \n'
                             '4: (14:30-16:00)  4-412 Иностранный язык (С). \n  Преподаватель - Козловская Дарья Сергеевна \n',
                           ],

                 "Пятница": ['1: (09:00-10:30)  1-120 Введение в программирование (Л) \n  Преподаватель - Сычев П.П. \n'
                             '2: (10:40-12:10)  1-429 Введение в программирование (С) \n  Преподаватель - Сычев П.П.\n'
                             '3: (12:50-14:20)  2-310 Линейная алгебра и аналитическая геометрия (С) \n  Преподаватель - Гришанина Гульнара Эрдашевн \n',

                             '1: (09:00-10:30)  1-120 Введение в программирование (Л) \n  Преподаватель - Сычев П.П. \n'
                             '2: (10:40-12:10)  1-429 Введение в программирование (С) \n  Преподаватель - Сычев П.П.\n'
                             '3: (12:50-14:20)  2-310 Линейная алгебра и аналитическая геометрия (С) \n  Преподаватель - Гришанина Гульнара Эрдашевн \n',
                         ],

                 "Суббота": ['1: (09:00-10:30) ДОТ История России \n  Преподаватель - Король Марина Петрова \n',

                             '1: (09:00-10:30) ДОТ История России \n  Преподаватель - Король Марина Петрова \n',
                           ],

                 "Воскресенье": ['У тебя сегодня выходной, отдыхай!)',

                                 'У тебя сегодня выходной, отдыхай!)',
                                 ],
                 }

Schedule_1252 = {'Понедельник': ['1: (09:00-10:30)  1-118 Информатика (Л). \n  Преподаватель - Крейдер Оксана Александровна \n'
                                 '2: (10:40-12:10)  с/к Олимп. \n  Преподаватель - Сазонов А.А. \n'
                                 '3: (12:50-14:20)  4-410 Иностранный язык (С). \n  Преподаватель - Самохвалова Е.В. \n'
                                 '4: (14:30-16:00)  1-122 Безопасность Жизнедеятельности (Л). \n  Преподаватель - Тималина Е.Ю. \n'
                                 '5: (16:10-17:40)  корпус 5а Безопасность жизнедеятельности - ОВП (Л). \n  Преподаватель - Моталов Ю.Г.',

                                 '1: (09:00-10:30)  1-118 Информатика (Л). \n  Преподаватель - Крейдер Оксана Александровна \n'
                                 '2: (10:40-12:10)  с/к Олимп. \n  Преподаватель - Сазонов А.А. \n'
                                 '3: (12:50-14:20)  4-410 Иностранный язык (С). \n  Преподаватель - Самохвалова Е.В. \n',
                         ],

                 "Вторник": ['1: (09:00-10:30)  1-118 Математический анализ (Л). \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '2: (10:40-12:10)  2-310 Математический анализ (С). \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  с/к Олимп Ф-А. \n  Преподаватель - Прох П.А \n'
                             '4: (14:30-16:00)  1-120 История России (Л). \n  Преподаватель - Король Марина Петрова \n',

                             '1: (09:00-10:30)  1-118 Математический анализ (Л). \n Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '2: (10:40-12:10)  2-310 Математический анализ (С). \n Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  с/к Олимп Ф-А. \n Преподаватель - Прох П.А \n'
                             '4: (14:30-16:00)  4-415 Русский язык и культура речи (Л). \n Преподаватель - Волощенко М.В \n'
                             '5: (16:10-17:40)  4-315 Безопасность ЖД-ОВП (С) \n Преподаватель - Куцепин А.А. \n',
                          ],

                 "Среда": ['1: (09:00-10:30)  1-120 Основы российской государсвтенности (Л).\n  Преподаватель - Ямщиков Сергей Викторович\n'
                           '2: (10:40-12:10)  1-213 Информатика (С).\n  Преподаватель - Русакова Е.А.\n'
                           '3: (12:50-14:20)  4-415 Русский язык и культура речи (С)\n  Преподаватель - Волощенко М.В\n'
                           '4: (14:30-16:00)  4-318 Основы российской государсвтенности (С).\n  Преподаватель - Ямщиков Сергей Викторович\n',

                           '1: (09:00-10:30)  -------\n'
                           '2: (10:40-12:10)  1-213 Информатика (С).\n  Преподаватель - Русакова Е.А.\n'
                           '3: (12:50-14:20)  1-122 Безопасность Жизнедеятельности (С).\n  Преподаватель - Тималина Е.Ю.\n'
                           '4: (14:30-16:00)  4-318 Основы российской государсвтенности (С).\n  Преподаватель - Ямщиков Сергей Викторович\n'
                           '5: (16:10-17:40)  4-316 История России (С).\n  Преподаватель - Король Марина Петрова\n',
                            ],

                 "Четверг": ['1: (09:00-10:30)  ------- \n'
                             '2: (10:40-12:10)  1-122 Линейная алгебра и аналитическая геометрия (Л) \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  1-416 Введение в программирование (С). \n  Преподаватель - Мельникова О.И. \n'
                             '4: (14:30-16:00)  1-212 Офисное ИТ (С). \n  Преподаватель - Любовинкина Н.Я. \n',

                             '1: (09:00-10:30)  ------- \n'
                             '2: (10:40-12:10)  1-122 Линейная алгебра и аналитическая геометрия (Л) \n  Преподаватель - Гришанина Гульнара Эрдашевна \n'
                             '3: (12:50-14:20)  1-416 Введение в программирование (С). \n  Преподаватель - Мельникова О.И. \n'
                             '4: (14:30-16:00)  1-212 Офисное ИТ (С). \n  Преподаватель - Любовинкина Н.Я. \n',
                           ],

                 "Пятница": ['1: (09:00-10:30)  1-120 Введение в программирование (Л) \n  Преподаватель - Сычев П.П. \n'
                             '2: (10:40-12:10)  4-410 Иностранный язык (С). \n  Преподаватель - Самохвалова Е.В. \n'
                             '3: (12:50-14:20)  2-310 Линейная алгебра и аналитическая геометрия (С) \n  Преподаватель - Гришанина Гульнара Эрдашевн \n',

                             '1: (09:00-10:30)  1-120 Введение в программирование (Л) \n  Преподаватель - Сычев П.П. \n'
                             '2: (10:40-12:10)  4-410 Иностранный язык (С). \n  Преподаватель - Самохвалова Е.В. \n'
                             '3: (12:50-14:20)  2-310 Линейная алгебра и аналитическая геометрия (С) \n  Преподаватель - Гришанина Гульнара Эрдашевн \n',
                         ],

                 "Суббота": ['1: (09:00-10:30) ДОТ История России \n  Преподаватель - Король Марина Петрова \n',

                             '1: (09:00-10:30) ДОТ История России \n  Преподаватель - Король Марина Петрова \n',
                           ],

                 "Воскресенье": ['У тебя сегодня выходной, отдыхай!)',

                                 'У тебя сегодня выходной, отдыхай!)',
                                 ],
                 }